<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Webex Teams</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>Cisco-Systems.Spark</string>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DOWNLOAD_URL</key>
		<string>https://binaries.webex.com/WebexTeamsDesktop-MACOS-Gold/WebexTeams.dmg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Webex Teams</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string> Now you can stay connected between meetings with virtual meeting spaces, messaging, file sharing, whiteboards, and even video calling.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>pkg_path</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.WebexTeams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.precursorca-recipes.download.WebexTeams</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.precursorca-recipes/Cisco/Webex Teams.download.recipe</string>
			</dict>
			<key>com.github.autopkg.precursorca-recipes.pkg.WebexTeams</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.precursorca-recipes/Cisco/Webex Teams.pkg.recipe</string>
			</dict>
			<key>com.github.jss-recipes.jss.WebexTeams</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chalcahuite-recipes/Webex Teams/Webex Teams.jss.recipe</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
